Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Partial history
es: Historial parcial
ja: 履歴の一部のみ
zh_hans: 历史记录不完整
zh_hant: 歷史記錄不完整

source: Particle
es: Partícula
ja: パーティクル
zh_hans: 粒子
zh_hant: 粒子

source: Particle density
es: Densidad de partículas
ja: パーティクル密度
zh_hans: 粒子密度
zh_hant: 粒子密度

source: Particle effect
es: Efecto de partículas
ja: パーティクル効果
zh_hans: 粒子效果
zh_hant: 粒子效果

source: Particle object %@ has no particle file
es: El objeto de partículas %@ no tiene archivo de partículas
ja: パーティクルオブジェクト %@ にパーティクルファイルがありません
zh_hans: 粒子对象 %@ 没有粒子文件
zh_hant: 粒子物件 %@ 沒有粒子檔案

source: Particles
es: Partículas
ja: パーティクル
zh_hans: 粒子
zh_hant: 粒子

source: Partly Cloudy
es: Parcialmente nublado
ja: 所により曇り
zh_hans: 局部多云
zh_hant: 局部多雲

source: Password
es: Contraseña
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

source: Paste URL
es: Pegar dirección
ja: URL を貼り付け
zh_hans: 粘贴网址
zh_hant: 貼上網址

source: Paste URL from clipboard
es: Pegar URL del portapapeles
ja: クリップボードから URL を貼り付け
zh_hans: 从剪贴板粘贴 URL
zh_hant: 從剪貼簿貼上 URL

source: Paste a Workshop URL to install an item directly, without searching.
es: Pega una URL de Workshop para instalar un elemento directamente, sin buscar.
ja: 検索せずに、ワークショップの URL を貼り付けて直接インストールできます。
zh_hans: 粘贴创意工坊链接可直接安装，无需搜索。
zh_hant: 貼上工作坊連結可直接安裝，無需搜尋。

source: Paste into a GitHub issue — secrets are already redacted.
es: Pega en un issue de GitHub — los secretos ya están ocultos.
ja: GitHub issue に貼り付けてください — 秘密情報はすでに秘匿されています。
zh_hans: 粘贴到 GitHub issue——敏感信息已遮蔽。
zh_hant: 貼上到 GitHub issue——敏感資訊已遮蔽。

source: Paste your 32-character key
es: Pega tu clave de 32 caracteres
ja: 32 文字のキーを貼り付け
zh_hans: 粘贴你的 32 字符密钥
zh_hant: 貼上你的 32 字元金鑰

source: Pause
es: Pausar
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Pause Rules
es: Reglas de pausa
ja: 一時停止ルール
zh_hans: 暂停规则
zh_hant: 暫停規則

source: Pause display
es: Pausar visualización
ja: 表示を一時停止
zh_hans: 暂停显示
zh_hant: 暫停顯示

source: Pause every active wallpaper, or resume them all.
es: Pausar todos los fondos de pantalla activos, o reanudarlos todos.
ja: 有効なすべての壁紙を一時停止、またはすべて再開します。
zh_hans: 暂停所有活动壁纸，或全部恢复播放。
zh_hant: 暫停所有使用中的桌布，或全部恢復播放。

source: Pause in Low Power Mode
es: Pausar en Modo de bajo consumo
ja: 低電力モードで一時停止
zh_hans: 低电量模式时暂停
zh_hant: 低耗電模式時暫停

source: Pause on battery
es: Pausar con batería
ja: バッテリー駆動時に一時停止
zh_hans: 使用电池时暂停
zh_hant: 使用電池時暫停

source: Pause on full-screen apps
es: Pausar con apps a pantalla completa
ja: フルスクリーンアプリ使用時に一時停止
zh_hans: 全屏应用时暂停
zh_hant: 全螢幕 App 時暫停

source: Pause trigger for %@
es: Disparador de pausa para %@
ja: %@ の一時停止トリガー
zh_hans: %@ 的暂停触发器
zh_hant: %@ 的暫停觸發器

source: Pause wallpaper
es: Pausar fondo de pantalla
ja: 壁紙を一時停止
zh_hans: 暂停壁纸
zh_hant: 暫停桌布

source: Pause when other apps' windows cover at least 85 percent of a display
es: Pausar cuando las ventanas de otras apps cubren al menos el 85 por ciento de una pantalla
ja: 他のアプリのウインドウがディスプレイの 85 パーセント以上を覆うと一時停止
zh_hans: 当其他 App 的窗口覆盖某个显示器至少百分之 85 时暂停
zh_hant: 當其他 App 的視窗覆蓋某個顯示器至少百分之 85 時暫停

source: Pause when windows cover the desktop
es: Pausar cuando las ventanas cubren el escritorio
ja: ウインドウがデスクトップを覆うと一時停止
zh_hans: 窗口覆盖桌面时暂停
zh_hant: 視窗覆蓋桌面時暫停

source: Paused
es: En pausa
ja: 一時停止中
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused by an application rule
es: En pausa por una regla de aplicación
ja: アプリのルールにより一時停止中
zh_hans: 因应用暂停规则暂停
zh_hant: 因 App 暫停規則暫停

source: Paused by system
es: En pausa por el sistema
ja: システムにより一時停止
zh_hans: 系统已暂停
zh_hant: 系統已暫停

source: Paused for a full-screen app
es: En pausa por una app a pantalla completa
ja: フルスクリーンアプリ使用中は一時停止
zh_hans: 全屏应用时已暂停
zh_hant: 全螢幕 App 時已暫停

source: Paused for system resource limits
es: En pausa por límites de recursos del sistema
ja: システムリソースの制限により一時停止中
zh_hans: 因系统资源限制暂停
zh_hant: 因系統資源限制暫停

source: Paused in Low Power Mode
es: En pausa en Modo de bajo consumo
ja: 低電力モードでは一時停止
zh_hans: 低电量模式下已暂停
zh_hant: 低耗電模式下已暫停

source: Paused on battery
es: En pausa con batería
ja: バッテリー駆動中は一時停止
zh_hans: 使用电池时已暂停
zh_hant: 使用電池時已暫停

source: Paused while covered
es: En pausa al estar cubierto
ja: 覆われている間は一時停止
zh_hans: 被遮挡时已暂停
zh_hant: 被遮擋時已暫停

source: Pauses video playback
es: Pausa la reproducción del vídeo
ja: 動画再生を一時停止します
zh_hans: 暂停视频播放
zh_hant: 暫停影片播放

source: Pauses when windows cover about %@ of the display; resumes when the desktop is revealed.
es: Pausa cuando las ventanas cubren aproximadamente el %@ de la pantalla y se reanuda al mostrar el escritorio.
ja: ウインドウがディスプレイの約 %@ を覆うと一時停止し、デスクトップが見えると再開します。
zh_hans: 窗口遮挡显示器约 %@ 时暂停，露出桌面后恢复。
zh_hant: 顯示器被遮擋約 %@ 時暫停，露出桌面後恢復。

source: Per Display
es: Por pantalla
ja: ディスプレイごと
zh_hans: 每个显示器
zh_hant: 每台顯示器

source: Per-screen RAM budget
es: Presupuesto de RAM por pantalla
ja: ディスプレイごとの RAM 予算
zh_hans: 每台显示器的 RAM 预算
zh_hant: 每台顯示器的 RAM 預算

source: Performance
es: Rendimiento
ja: パフォーマンス
zh_hans: 性能
zh_hant: 效能

source: Performance & Battery
es: Rendimiento y batería
ja: パフォーマンスとバッテリー
zh_hans: 性能与电池
zh_hant: 效能與電池

source: Performance (0.5×)
es: Rendimiento (0.5×)
ja: パフォーマンス（0.5×）
zh_hans: 性能（0.5×）
zh_hant: 效能（0.5×）

source: Phys PX
es: PX fís.
ja: 物理ピクセル
zh_hans: 物理像素
zh_hant: 實體像素

source: Physical footprint (process group)
es: Huella física (grupo de procesos)
ja: 物理メモリ使用量（プロセスグループ）
zh_hans: 物理内存占用（进程组）
zh_hant: 實體記憶體用量（程序群組）

source: Physical pixels
es: Píxeles físicos
ja: 物理ピクセル
zh_hans: 物理像素
zh_hant: 物理像素

source: Physical pixels (auto)
es: Píxeles físicos (auto)
ja: 物理ピクセル（自動）
zh_hans: 物理像素（自动）
zh_hant: 物理像素（自動）

source: Physical-pixel layout
es: Disposición en píxeles físicos
ja: 物理ピクセルレイアウト
zh_hans: 物理像素布局
zh_hant: 實體像素佈局

source: Pick Steam's own folder — the one containing config/config.vdf — once. Loomscreen keeps a security-scoped bookmark to it and never creates a second Workshop repository. macOS only grants that bookmark through a panel you confirm, so even the located folder needs one click.
es: Elige una vez la carpeta de Steam — la que contiene config/config.vdf. Loomscreen guarda un marcador con ámbito de seguridad y no crea un segundo repositorio de Workshop. macOS solo concede ese marcador en un panel que confirmas, así que incluso la carpeta ya localizada necesita un clic.
ja: Steam 自身のフォルダ（config/config.vdf を含むもの）を一度だけ選びます。Loomscreen はそのフォルダへのセキュリティスコープ付きブックマークを保持し、2 つ目のワークショップリポジトリを作ることはありません。macOS はこのブックマークをユーザーが確認したパネル経由でしか付与しないため、検出済みのフォルダでも 1 回のクリックが必要です。
zh_hans: 只需选一次 Steam 自己的文件夹——含 config/config.vdf 的那个。Loomscreen 会为它保留一个安全作用域书签，绝不另建第二个创意工坊仓库。macOS 只在你确认的面板里发放这个书签，所以即使已经找到了文件夹，也仍需点一次。
zh_hant: 只需選一次 Steam 自己的資料夾——含 config/config.vdf 的那個。Loomscreen 會為它保留一個安全範圍書籤，絕不另建第二個工作坊儲存庫。macOS 只在你確認的面板裡發放這個書籤，所以即使已經找到了資料夾，也仍需點一次。

source: Pick a different Wallpaper Engine install folder
es: Elegir otra carpeta de instalación de Wallpaper Engine
ja: 別の Wallpaper Engine インストールフォルダを選択
zh_hans: 选择其他 Wallpaper Engine 安装目录
zh_hant: 選取其他 Wallpaper Engine 安裝資料夾

source: Pick a different wallpaper source
es: Elegir otro origen de fondo de pantalla
ja: 別の壁紙ソースを選択
zh_hans: 选择不同的壁纸来源
zh_hant: 選擇不同的桌布來源

source: Pick a spot, or drag the layer around in the preview
es: Elige un punto, o arrastra la capa en la vista previa
ja: 位置を選ぶか、プレビューでレイヤーをドラッグします
zh_hans: 选一个位置，或在预览中拖动图层
zh_hant: 選一個位置，或在預覽中拖曳圖層

source: Pick a video, web page, or scene for the selected display
es: Elige un vídeo, una página web o una escena para la pantalla seleccionada
ja: 選択中のディスプレイに、動画・Web ページ・シーンのいずれかを選びます
zh_hans: 为选中的显示器挑选视频、网页或场景
zh_hant: 為選中的顯示器挑選影片、網頁或場景

source: Pick a web file or folder
es: Elegir un archivo o carpeta web
ja: Web ファイルまたはフォルダを選択してください
zh_hans: 请选择 Web 文件或文件夹
zh_hant: 請選擇 Web 檔案或資料夾

source: Pick it under Preset in that wallpaper's scene settings.
es: Elígelo en Preajuste, en los ajustes de escena de ese fondo de pantalla.
ja: その壁紙のシーン設定の「プリセット」から選択できます。
zh_hans: 在那张壁纸的场景设置里的“预设”中选用。
zh_hant: 在那張桌布的場景設定裡的「預設」中選用。

source: Picture
es: Imagen
ja: 映像
zh_hans: 画面
zh_hant: 畫面

source: Play
es: Reproducir
ja: 再生
zh_hans: 播放
zh_hant: 播放

source: Play / Pause All Wallpapers
es: Reproducir / pausar todos los fondos de pantalla
ja: すべての壁紙を再生 / 一時停止
zh_hans: 播放/暂停所有壁纸
zh_hant: 播放 / 暫停所有桌布

source: Play Now
es: Reproducir ahora
ja: 今すぐ再生
zh_hans: 立即播放
zh_hant: 立即播放

source: Play Preview
es: Reproducir vista previa
ja: プレビューを再生
zh_hans: 播放预览
zh_hant: 播放預覽

source: Play or pause
es: Reproducir o pausar
ja: 再生/一時停止
zh_hans: 播放或暂停
zh_hant: 播放或暫停

source: Play preview
es: Reproducir vista previa
ja: プレビューを再生
zh_hans: 播放预览
zh_hant: 播放預覽

source: Play wallpaper
es: Reproducir fondo de pantalla
ja: 壁紙を再生
zh_hans: 播放壁纸
zh_hant: 播放桌布

source: Playback
es: Reproducción
ja: 再生
zh_hans: 播放
zh_hant: 播放

source: Playback & Performance
es: Reproducción y rendimiento
ja: 再生とパフォーマンス
zh_hans: 播放与性能
zh_hant: 播放與效能

source: Playback Mode
es: Modo de reproducción
ja: 再生モード
zh_hans: 播放模式
zh_hant: 播放模式

source: Playback control denied. Enable access in System Settings → Privacy & Security → Automation.
es: Acceso al control de reproducción denegado. Actívalo en Ajustes del Sistema › Privacidad y seguridad › Automatización.
ja: 再生操作の権限が拒否されています。「システム設定 › プライバシーとセキュリティ › オートメーション」で許可してください。
zh_hans: 播放控制权限已被拒绝。可在“系统设置 › 隐私与安全性 › 自动化”中启用。
zh_hant: 播放控制權限遭拒。可在「系統設定 › 隱私權與安全性 › 自動化」中啟用。

source: Playback control requires Automation permission on first use.
es: El primer uso del control de reproducción requiere permiso de automatización.
ja: 初めて再生を操作する際に、オートメーションの許可が必要です。
zh_hans: 首次控制播放时需授予自动化权限。
zh_hant: 首次控制播放時需授予自動化權限。

source: Playback speed
es: Velocidad de reproducción
ja: 再生速度
zh_hans: 播放速度
zh_hant: 播放速度

source: Playing
es: Reproduciendo
ja: 再生中
zh_hans: 正在播放
zh_hant: 正在播放

source: Playlist & Schedule
es: Playlist y programación
ja: プレイリストとスケジュール
zh_hans: 播放列表与计划
zh_hant: 播放列表與排程

source: Playlist mode
es: Modo de playlist
ja: プレイリストモード
zh_hans: 播放列表模式
zh_hant: 播放列表模式

source: Plays in order, then repeats
es: Reproduce en orden y repite
ja: 順番に再生して繰り返す
zh_hans: 依次播放，循环重复
zh_hant: 依序播放，循環重複

source: Plugged in
es: Conectado
ja: 電源接続中
zh_hans: 已接电源
zh_hant: 已接電源

source: Points
es: Puntos
ja: ポイント
zh_hans: 点
zh_hant: 點

source: Portrait
es: Vertical
ja: 縦向き
zh_hans: 竖向
zh_hant: 直向

source: Position
es: Posición
ja: 位置
zh_hans: 位置
zh_hant: 位置

source: Posted %@ (%@)
es: Publicado el %@ (%@)
ja: 投稿日 %@（%@）
zh_hans: 发表于 %@（%@）
zh_hant: 發表於 %@（%@）

source: Poster
es: Póster
ja: ポスター
zh_hans: 海报
zh_hant: 海報

source: Power
es: Energía
ja: 電源
zh_hans: 电源
zh_hant: 電源

source: Power Adapter
es: Adaptador de corriente
ja: 電源アダプタ
zh_hans: 电源适配器
zh_hant: 電源轉接器

source: Power Saver
es: Ahorro de energía
ja: 省電力
zh_hans: 省电
zh_hant: 省電

source: Power source
es: Fuente de alimentación
ja: 電源
zh_hans: 电源来源
zh_hant: 電源來源

source: Preparing render pipeline
es: Preparando la pipeline de renderizado
ja: レンダーパイプラインを準備中
zh_hans: 正在准备渲染管线
zh_hant: 正在準備渲染管線

source: Preparing wallpaper…
es: Preparando el fondo…
ja: 壁紙を準備中…
zh_hans: 正在准备壁纸…
zh_hant: 正在準備桌布…

source: Prerequisites: a Steam account with Mobile Steam Guard and at least $5 of Steam Store spend (non-limited).
es: Requisitos: una cuenta de Steam con Mobile Steam Guard y al menos $5 de gasto en Steam Store (no limitada).
ja: 前提条件: Mobile Steam Guard が有効で、Steam Store で少なくとも $5 使用済みの Steam アカウント（制限付きアカウントでないこと）。
zh_hans: 前提条件：启用了 Mobile Steam Guard，且在 Steam Store 至少消费 $5 的 Steam 账户（非受限）。
zh_hant: 前提條件：啟用了 Mobile Steam Guard，且在 Steam Store 至少消費 $5 的 Steam 帳戶（非受限制）。

source: Preserved
es: Se conserva
ja: 保持
zh_hans: 保留
zh_hant: 保留

source: Preset
es: Preajuste
ja: プリセット
zh_hans: 预设
zh_hant: 預設集

source: Preset added
es: Preajuste añadido
ja: プリセットを追加しました
zh_hans: 预设已添加
zh_hant: 預設已新增

source: Preset changed
es: Se cambió el preajuste
ja: プリセットを変更しました
zh_hans: 已更改预设
zh_hant: 已更改預設集

source: Preset name
es: Nombre del preajuste
ja: プリセット名
zh_hans: 预设名称
zh_hant: 預設集名稱

source: Presets
es: Preajustes
ja: プリセット
zh_hans: 预设
zh_hant: 預設

source: Presets are variations of existing wallpapers.
es: Los preajustes son variantes de fondos existentes.
ja: プリセットは既存の壁紙のバリエーションです。
zh_hans: 预设是现有壁纸的样式变体。
zh_hant: 預設是現有桌布的樣式變體。

source: Press keys to set shortcut
es: Pulsa las teclas para definir el atajo
ja: キーを押してショートカットを設定
zh_hans: 按下按键设置快捷键
zh_hant: 按下按鍵以設定快速鍵

source: Press keys…
es: Pulsa las teclas…
ja: キーを押してください…
zh_hans: 按下按键…
zh_hant: 按下按鍵…

source: Press keys… Esc to cancel
es: Pulsa teclas… Esc cancela
ja: キーを入力… Esc でキャンセル
zh_hans: 按组合键… Esc 取消
zh_hant: 按組合鍵… Esc 取消

source: Pressure
es: Presión
ja: プレッシャー
zh_hans: 压力
zh_hant: 壓力

source: Prev
es: Anterior
ja: 前へ
zh_hans: 上一个
zh_hant: 上一個

source: Preview
es: Vista previa
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Preview Contents
es: Contenido de la vista previa
ja: プレビューの内容
zh_hans: 预览内容
zh_hant: 預覽內容

source: Preview is a still frame · changes are already live on your desktop
es: La vista previa es un fotograma fijo · los cambios ya se aplican al escritorio
ja: プレビューは静止画 · 変更はデスクトップに即時反映されています
zh_hans: 预览为静态帧 · 改动已实时应用到桌面
zh_hant: 預覽為靜態影格 · 變更已即時套用到桌面

source: Preview on This Display
es: Previsualizar en esta pantalla
ja: このディスプレイでプレビュー
zh_hans: 在此显示器上试播
zh_hant: 在此顯示器上試播

source: Preview paused
es: Vista previa en pausa
ja: プレビュー一時停止中
zh_hans: 预览已暂停
zh_hant: 預覽已暫停

source: Preview the board over this display's wallpaper instead of an empty canvas
es: Previsualiza los widgets sobre el fondo de esta pantalla en lugar de un lienzo vacío
ja: 空のキャンバスではなく、このディスプレイの壁紙の上でウィジェットをプレビューします
zh_hans: 在这台显示器的壁纸上预览小组件，而不是空白画布
zh_hant: 在這台顯示器的桌布上預覽小工具，而不是空白畫布

source: Preview unavailable
es: Vista previa no disponible
ja: プレビューできません
zh_hans: 预览不可用
zh_hant: 無法預覽

source: Preview unavailable. Tap to retry.
es: Vista previa no disponible. Pulsa para reintentar.
ja: プレビューを読み込めませんでした。タップして再試行。
zh_hans: 预览不可用，点按重试。
zh_hant: 預覽不可用，點按重試。

source: Previous Page
es: Página anterior
ja: 前のページ
zh_hans: 上一页
zh_hant: 上一頁

source: Previous Wallpaper
es: Fondo anterior
ja: 前の壁紙
zh_hans: 上一张壁纸
zh_hant: 上一張桌布

source: Previous Wallpaper (Active Display)
es: Fondo de pantalla anterior (pantalla activa)
ja: 前の壁紙（現在のディスプレイ）
zh_hans: 上一张壁纸（当前显示器）
zh_hant: 上一張桌布（目前顯示器）

source: Previous track
es: Pista anterior
ja: 前の曲
zh_hans: 上一首
zh_hant: 上一首

source: Previous wallpaper
es: Fondo de pantalla anterior
ja: 前の壁紙
zh_hans: 上一张壁纸
zh_hant: 上一張桌布

source: Previous-frame effects (motion blur, feedback) are not yet supported.
es: Los efectos de fotograma anterior (desenfoque de movimiento, feedback) aún no son compatibles.
ja: 前のフレームを参照する効果（モーションブラー、フィードバック）はまだサポートされていません。
zh_hans: 尚不支持依赖上一帧的效果（动态模糊、反馈）。
zh_hant: 尚不支援依賴上一幀的效果（動態模糊、回饋）。

source: Primary
es: Principal
ja: メイン
zh_hans: 主视频
zh_hant: 主要影片

source: Primary entry
es: Entrada principal
ja: メインエントリ
zh_hans: 主条目
zh_hant: 主條目

source: Privacy & data
es: Privacidad y datos
ja: プライバシーとデータ
zh_hans: 隐私与数据
zh_hant: 隱私與資料

source: Privacy & terms
es: Privacidad y condiciones
ja: プライバシーと規約
zh_hans: 隐私与条款
zh_hant: 隱私與條款

source: Private
es: Privado
ja: 非公開
zh_hans: 私密
zh_hant: 私人

source: Proceed to choose your first wallpaper
es: Continuar para elegir tu primer fondo de pantalla
ja: 最初の壁紙の選択に進む
zh_hans: 继续选择你的第一张壁纸
zh_hant: 繼續選擇第一個桌布

source: Processes
es: Procesos
ja: プロセス
zh_hans: 进程
zh_hant: 處理程序

source: Program
es: Programa
ja: プログラム
zh_hans: 程序
zh_hant: 程式

source: Progress
es: Progreso
ja: 進行状況
zh_hans: 进度
zh_hant: 進度

source: Project Custom Settings
es: Ajustes personalizados del proyecto
ja: プロジェクトのカスタム設定
zh_hans: 项目自定义设置
zh_hant: 專案自訂設定

source: Provider
es: Proveedor
ja: プロバイダー
zh_hans: 服务商
zh_hant: 服務商

source: Pull down to collapse the console · changes preview live
es: Desliza hacia abajo para contraer la consola · los cambios se ven en directo
ja: 下にドラッグしてコンソールを閉じる · 変更はリアルタイムでプレビュー
zh_hans: 下拉收回控制台 · 改动实时预览
zh_hant: 下拉收合控制台 · 變更即時預覽

source: Pulse
es: Pulso
ja: パルス
zh_hans: 脉冲
zh_hant: 脈衝

source: Quality (0.75×)
es: Calidad (0.75×)
ja: 品質（0.75×）
zh_hans: 画质（0.75×）
zh_hant: 品質（0.75×）

source: Questionable
es: Cuestionable
ja: 疑わしい
zh_hans: 可疑内容
zh_hant: 可疑內容

source: Queue actions
es: Acciones de la cola de descargas
ja: ダウンロードキューの操作
zh_hans: 下载队列操作
zh_hant: 下載佇列操作

source: Quit
es: Salir
ja: 終了
zh_hans: 退出
zh_hant: 結束

source: Quit %@
es: Salir de %@
ja: %@を終了
zh_hans: 退出 %@
zh_hant: 結束 %@

source: R peak
es: Pico R
ja: R ピーク
zh_hans: R 峰值
zh_hant: R 峰值

source: RAM scope
es: Ámbito de la RAM
ja: RAM の範囲
zh_hans: 内存统计范围
zh_hant: RAM 範圍

source: Rain
es: Lluvia
ja: 雨
zh_hans: 雨
zh_hant: 雨

source: Rate limit
es: Límite de frecuencia
ja: レート制限
zh_hans: 频率限制
zh_hant: 頻率限制

source: Rating
es: Valoración
ja: 評価
zh_hans: 评分
zh_hant: 評分

source: Rating badge
es: Insignia de valoración
ja: 評価バッジ
zh_hans: 评分标签
zh_hant: 評分標籤

source: Rating unavailable
es: Valoración no disponible
ja: 評価は利用できません
zh_hans: 评价不可用
zh_hant: 評價不可用

source: Re-attempt to load this preview
es: Volver a intentar cargar esta vista previa
ja: このプレビューの読み込みを再試行
zh_hans: 重新尝试加载此预览
zh_hant: 重新嘗試載入此預覽

source: Re-authorize
es: Volver a autorizar
ja: 再許可
zh_hans: 重新授权
zh_hant: 重新授權

source: Re-downloading the wallpaper in Steam can help. If it doesn't, this scene isn't supported yet.
es: Volver a descargar el fondo en Steam puede ayudar. Si no, esta escena aún no es compatible.
ja: Steam で壁紙を再ダウンロードすると直る場合があります。直らない場合、このシーンはまだサポートされていません。
zh_hans: 可以尝试在 Steam 中重新下载该壁纸；仍无法显示时，说明此场景暂不受支持。
zh_hant: 可以嘗試在 Steam 中重新下載此桌布；仍無法顯示時，表示此場景暫不支援。

source: Re-downloading the wallpaper in Steam usually fixes this.
es: Normalmente se soluciona volviendo a descargar el fondo en Steam.
ja: 通常は Steam で壁紙を再ダウンロードすると解決します。
zh_hans: 通常在 Steam 中重新下载该壁纸即可解决。
zh_hant: 通常在 Steam 中重新下載此桌布即可解決。

source: Re-grant Access
es: Volver a conceder acceso
ja: アクセスを再許可
zh_hans: 重新授权
zh_hant: 重新授權

source: Re-grant audio access
es: Volver a conceder acceso al audio
ja: 音声アクセスを再許可
zh_hans: 重新授权音频访问
zh_hant: 重新授權音訊存取

source: Re-pick
es: Volver a elegir
ja: 選び直す
zh_hans: 重新选择
zh_hant: 重新選擇

source: Re-run
es: Volver a ejecutar
ja: 再実行
zh_hans: 重新运行
zh_hant: 重新執行

source: Read rate
es: Velocidad de lectura
ja: 読み込み速度
zh_hans: 读取速率
zh_hant: 讀取速率

source: Read-only access to ~/.claude
es: Acceso de solo lectura a ~/.claude
ja: ~/.claude への読み取り専用アクセス
zh_hans: 对 ~/.claude 的只读访问
zh_hant: 對 ~/.claude 的唯讀存取

source: Read-only access to ~/.codex
es: Acceso de solo lectura a ~/.codex
ja: ~/.codex への読み取り専用アクセス
zh_hans: 对 ~/.codex 的只读访问
zh_hant: 對 ~/.codex 的唯讀存取

source: Reading scene
es: Leyendo escena
ja: シーンを読み込み中
zh_hans: 正在读取场景
zh_hant: 正在讀取場景

source: Reading your Steam subscriptions…
es: Leyendo tus suscripciones de Steam…
ja: Steam のサブスクリプションを読み込み中…
zh_hans: 正在读取你的 Steam 订阅…
zh_hant: 正在讀取你的 Steam 訂閱…

source: Reading your subscriptions took too long and was stopped.
es: La lectura de tus suscripciones tardó demasiado y se detuvo.
ja: サブスクリプションの読み込みに時間がかかりすぎたため中止しました。
zh_hans: 读取订阅耗时过长，已停止。
zh_hant: 讀取訂閱耗時過長，已停止。

source: Readings are out of date
es: Las lecturas están desactualizadas
ja: 測定値が古くなっています
zh_hans: 读数已过期
zh_hant: 讀數已過期

source: Readings unavailable
es: Lecturas no disponibles
ja: 測定値を取得できません
zh_hans: 读数不可用
zh_hant: 讀數無法取得

source: Ready
es: Listo
ja: 準備完了
zh_hans: 已就绪
zh_hant: 已就緒

source: Ready once the Download group above is — the account must own Wallpaper Engine.
es: Listo cuando el grupo Descargar de arriba lo esté — la cuenta debe poseer Wallpaper Engine.
ja: 上の「壁紙をダウンロード」グループが完了すると使えます — アカウントが Wallpaper Engine を所有している必要があります。
zh_hans: 上面“下载壁纸”一组就绪后可用——账号需拥有 Wallpaper Engine。
zh_hant: 上面「下載桌布」一組就緒後可用——帳號需擁有 Wallpaper Engine。

source: Recapture preview
es: Volver a capturar la vista previa
ja: プレビューを再取得
zh_hans: 重新抓帧
zh_hant: 重新抓幀

source: Receives clicks that would otherwise reach the desktop.
es: Recibe los clics que de otro modo llegarían al escritorio.
ja: デスクトップに届くクリックを受け取ります。
zh_hans: 接收原本会传递到桌面的点击。
zh_hant: 接收原本會傳遞到桌面的點擊。

source: Receives pointer movement and clicks.
es: Recibe movimientos del puntero y clics.
ja: ポインタの移動とクリックを受け取ります。
zh_hans: 接收光标移动和点击。
zh_hant: 接收游標移動和點按。

source: Recent
es: Recientes
ja: 最近
zh_hans: 最近
zh_hant: 最近

source: Recently Used
es: Usados recientemente
ja: 最近使用した順
zh_hans: 最近使用
zh_hant: 最近使用

source: Reconnect
es: Reconectar
ja: 再接続
zh_hans: 重新连接
zh_hant: 重新連接

source: Redone: %@
es: Se rehízo: %@
ja: やり直しました：%@
zh_hans: 已重做：%@
zh_hant: 已重做：%@

source: Reduce Motion
es: Reducir movimiento
ja: 視差効果を減らす
zh_hans: 减弱动态效果
zh_hant: 減少動態效果

source: Reduce motion
es: Reducir movimiento
ja: 視差効果を減らす
zh_hans: 减弱动态效果
zh_hant: 減少動態效果

source: Reduces scene resolution; may use more power on light scenes. Changes reload wallpapers.
es: Reduce la resolución de las escenas; puede usar más energía en escenas ligeras. Los cambios recargan los fondos.
ja: シーンの描画解像度を下げます。軽いシーンでは消費電力が増える場合があります。変更すると壁紙を再読み込みします。
zh_hans: 降低场景渲染分辨率；轻量场景可能更耗电，更改后重新加载壁纸。
zh_hant: 降低場景渲染解析度；輕量場景可能更耗電，變更後重新載入桌布。

source: Reference depth exceeded for %@
es: Profundidad de referencia superada para %@
ja: %@ の参照が深すぎます
zh_hans: %@ 的引用层级过深
zh_hant: %@ 的參照層級過深

source: Refracts the wallpaper through widget cards. May increase energy use.
es: Refracta el fondo a través de las tarjetas. Puede aumentar el consumo de energía.
ja: ウィジェットカード越しに壁紙が屈折します。消費電力が増える場合があります。
zh_hans: 通过小组件卡片折射壁纸，可能增加能耗。
zh_hant: 透過小工具卡片折射桌布，可能增加耗電量。

source: Refresh
es: Actualizar
ja: 更新
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Aerials library
es: Actualizar la biblioteca de vistas aéreas
ja: 空撮ライブラリを更新
zh_hans: 刷新航拍库
zh_hant: 重新整理空照圖庫

source: Refresh Interval (seconds)
es: Intervalo de actualización (segundos)
ja: 更新間隔（秒）
zh_hans: 刷新间隔（秒）
zh_hant: 重新整理間隔（秒）

source: Refresh Rate
es: Frecuencia de actualización
ja: 更新頻度
zh_hans: 刷新频率
zh_hant: 更新頻率

source: Refresh macOS wallpaper
es: Actualizar el fondo de macOS
ja: macOSの壁紙を更新
zh_hans: 刷新 macOS 壁纸
zh_hant: 重新整理 macOS 桌布

source: Refresh weather
es: Actualizar el tiempo
ja: 天気を更新
zh_hans: 刷新天气
zh_hant: 重新整理天氣

source: Refresh weather now
es: Actualizar el tiempo ahora
ja: 今すぐ天気を更新
zh_hans: 立即刷新天气
zh_hant: 立即重新整理天氣

source: Refresh web preview
es: Actualizar vista previa web
ja: Web プレビューを更新
zh_hans: 刷新 Web 预览
zh_hant: 重新整理 Web 預覽

source: Refresh web snapshot
es: Actualizar instantánea web
ja: Web スナップショットを更新
zh_hans: 重新生成 Web 快照
zh_hant: 重新產生 Web 快照

source: Registered app copies
es: Copias registradas de la app
ja: 登録済みのアプリ
zh_hans: 已注册的应用副本
zh_hant: 已註冊的應用程式副本

source: Registration check complete
es: Revisión de registros completada
ja: 登録の確認が完了しました
zh_hans: 注册检查完成
zh_hant: 註冊檢查完成

source: Registration is pending or blocked
es: El registro está pendiente o bloqueado
ja: 登録が保留中、またはブロックされています
zh_hans: 注册待处理或被阻止
zh_hant: 註冊待處理或遭封鎖

source: Registration to remove
es: Registro que se eliminará
ja: 登録解除の対象
zh_hans: 将移除注册
zh_hant: 將移除註冊

source: Relaxing
es: Relajante
ja: リラックス
zh_hans: 放松
zh_hant: 放鬆

source: Released %@
es: Publicado el %@
ja: リリース：%@
zh_hans: 发布于 %@
zh_hant: 發佈於 %@

source: Reload
es: Recargar
ja: 再読み込み
zh_hans: 重新加载
zh_hant: 重新載入

source: Reload All Wallpapers
es: Recargar todos los fondos de pantalla
ja: すべての壁紙を再読み込み
zh_hans: 重新加载所有壁纸
zh_hant: 重新載入所有桌布

source: Reload Settings
es: Volver a cargar los ajustes
ja: 設定を再読み込み
zh_hans: 重新读取设置
zh_hant: 重新讀取設定

source: Reload all wallpapers
es: Recargar todos los fondos de pantalla
ja: すべての壁紙を再読み込み
zh_hans: 重新加载所有壁纸
zh_hant: 重新載入所有桌布

source: Reload display
es: Recargar pantalla
ja: ディスプレイを再読み込み
zh_hans: 重新加载显示器
zh_hant: 重新載入顯示器

source: Reload display content
es: Recargar el contenido de la pantalla
ja: ディスプレイのコンテンツを再読み込み
zh_hans: 重新加载显示器内容
zh_hant: 重新載入顯示器內容

source: Reloads the current scene.
es: Vuelve a cargar la escena actual.
ja: 現在のシーンを再読み込みします。
zh_hans: 重新加载当前场景。
zh_hant: 重新載入目前場景。

source: Reloads the wallpaper content for this screen
es: Vuelve a cargar el contenido del fondo de pantalla de esta pantalla
ja: この画面の壁紙コンテンツを再読み込み
zh_hans: 为此显示器重新加载壁纸内容
zh_hant: 重新載入此顯示器的桌布內容

source: Removal failed
es: Error al eliminar
ja: 削除に失敗しました
zh_hans: 移除失败
zh_hant: 移除失敗

source: Remove
es: Eliminar
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove & Clear
es: Eliminar y borrar
ja: 削除して消去
zh_hans: 移除并清除
zh_hant: 移除並清除
